LEXICON: dict[str, str] = {
    'forward': '>>',
    'backward': '<<',
    '/start': '<b>Привет, читатель!</b>🤚\n\nЭто бот, в котором '
              'ты можешь прочитать книгу Дженни Рэнделс и Питера Хоу\n'
              '<b>"ТАЙНЫ НЛО. 50 ЛЕТ ЗАГАДОЧНЫХ КОНТАКТОВ"</b>👽\n\n'
              'Чтобы посмотреть список доступных '
              'команд - нажмите кнопку <b>Меню</b>\n\n'
              '<b>Приятного чтения!</b>😉',
    '/bookmarks': '<b>Это список ваших закладок:</b>',
    'edit_bookmarks': '<b>Редактировать закладки</b>',
    'edit_bookmarks_button': '❌ РЕДАКТИРОВАТЬ',
    'del': '❌',
    'cancel': 'ОТМЕНИТЬ',
    'no_bookmarks': 'У вас пока нет ни одной закладки.\n\nЧтобы '
                    'добавить страницу в закладки - во время чтения '
                    'книги нажмите на кнопку с номером этой '
                    'страницы\n\n/continue - продолжить чтение',
    'cancel_text': '/continue - продолжить чтение'}

LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'Запуск бота',
    '/beginning': 'В начало книги',
    '/ending': 'В конец книги',
    '/continue': 'Продолжить чтение',
    '/bookmarks': 'Мои закладки'
}
